registered-message =
    Добро пожаловать в The Black 169 🖤

    Мы начислили вам 1000 приветственных бонусов. Используйте их при следующем визите.

greet-message =
    Добро пожаловать в The Black 169 🖤

    В этом боте вы сможете:
    🔹 проверять бонусы
    🎁 узнать акции
    🎀 получать подарки
    📅 следить за мероприятиями

    Отправьте свой номер телефона, чтобы начать 📱

main-menu =
    Добро пожаловать в The Black 169 🖤

    В этом боте вы сможете:
    🔹 проверять бонусы
    🎁 узнать акции
    🎀 получать подарки
    📅 следить за мероприятиями

registration-completed = ✅ Регистрация завершена!

# Меню главного экрана
menu-my-bonuses = Добро пожаловать в меню 💰 Мои бонусы
menu-pick-up-gift = Добро пожаловать в меню 🎁 Забрать подарок
menu-bonuses-will-soon-burn-out = Добро пожаловать в меню 🔥 Бонусы скоро сгорят
menu-gift-wheel = Добро пожаловать в меню 🎡 Колесо подарков
menu-promotions =
    🎉 Добро пожаловать в меню Акции

    🔥 <b>Дневное комбо</b>
    ⏰ С 14:00 до 18:00
    Комбо: Вход + кальян + чай
    💰 Цена: 1500 ₽

    🌙 <b>Ночная акция</b>
    ⏰ С 23:00 до 04:00
    Условия:
    • компания от 2 человек
    • чек от 2500 ₽
    🎁 Акция: второй кальян в подарок

    🍺 <b>Акция на разливное пиво</b>
    При заказе 3 бокалов
    🎁 подарок: ассорти снэков

    🍾 <b>Акция на бутылочное пиво</b>
    Формат: 2 + 1

    👯 <b>Компания девушек</b>
    Компания от 4 девушек
    🥂 получает: бутылку игристого в подарок

menu-events = Добро пожаловать в меню 📅 Мероприятия
menu-back-today = Добро пожаловать в меню 🔥 Вернуться сегодня
menu-contacts = Добро пожаловать в меню 📍 Контакты
menu-about-institution = Добро пожаловать в меню ℹ️ О заведении

# Ошибки
user-not-found = Пользователь не найден в базе QuickResto