registered-message =
    Добро пожаловать в The Black 169 🖤

    Мы начислили вам 1000 приветственных бонусов. Используйте их при следующем визите.

greet-message =
    Добро пожаловать в The Black 169 🖤

    В этом боте вы сможете:
    🔹 проверять бонусы
    🎁 узнать акции
    🎀 получать подарки
    📅 следить за мероприятиями

    Отправьте свой номер телефона, чтобы начать 📱

main-menu =
    Добро пожаловать в The Black 169 🖤

    В этом боте вы сможете:
    🔹 проверять бонусы
    🎁 узнать акции
    🎀 получать подарки
    📅 следить за мероприятиями


main-menu-admin =
    Добро пожаловать в админ панель The Black 169 🖤

registration-completed = ✅ Регистрация завершена!

# Меню главного экрана
menu-my-bonuses = Добро пожаловать в меню 💰 Мои бонусы
menu-pick-up-gift = Добро пожаловать в меню 🎁 Забрать подарок
menu-bonuses-will-soon-burn-out = Добро пожаловать в меню 🔥 Бонусы скоро сгорят
menu-gift-wheel =
    🎡 Добро пожаловать в меню Колесо подарков

    Испытайте удачу! Крутите колесо и выигрывайте ценные призы:
    • 💰 1000 бонусных рублей
    • 🍹 Напиток на ваш выбор
    • 💨 Кальян на выбор

    📌 Участвовать можно 1 раз в день.
    🍀 Шанс выигрыша — 5%!

    Нажмите кнопку ниже, чтобы крутить колесо!

cocktail-winning-message =
    🎉 Поздравляем с выигрышем! 🎉

    Вам повезло! 🎰 Вы стали обладателем подарка от нашего заведения.

    Ваш выигрыш:
    - Напиток на ваш выбор

    Для получения приза:
    - Назовите свой ID в Telegram
    - Администратор проверит выигрыш в базе данных

    🎁 Спасибо за участие в нашей акции! Мы рады, что удача улыбнулась именно вам!

    Напоминаем:
    - Выигрыш автоматически зафиксирован в системе
    - Участвовать можно каждый день

    Приходите к нам снова — мы всегда рады видеть вас! 🍽️

hookah-winning-message =
    🎉 Поздравляем с выигрышем! 🎉

    Вам повезло! 🎰 Вы стали обладателем подарка от нашего заведения.

    Ваш выигрыш:
    - Кальян на ваш выбор

    Для получения приза:
    - Назовите свой ID в Telegram
    - Администратор проверит выигрыш в базе данных

    🎁 Спасибо за участие в нашей акции! Мы рады, что удача улыбнулась именно вам!

    Напоминаем:
    - Выигрыш автоматически зафиксирован в системе
    - Участвовать можно каждый день

    Приходите к нам снова — мы всегда рады видеть вас! 🍽️

bonus-winning-message =
    🎉 Поздравляем с выигрышем! 🎉

    Вам повезло! 🎰 Вы стали обладателем подарка от нашего заведения.

    Ваш выигрыш:
    - 1000 бонусных балов

    Для получения приза:
    - Назовите свой ID в Telegram
    - Администратор проверит выигрыш в базе данных

    🎁 Спасибо за участие в нашей акции! Мы рады, что удача улыбнулась именно вам!

    Напоминаем:
    - Выигрыш автоматически зафиксирован в системе
    - Участвовать можно каждый день

    Приходите к нам снова — мы всегда рады видеть вас! 🍽️

try-tomorrow-winning-message =
    🎲 Не повезло в этот раз!

    Спасибо, что приняли участие в розыгрыше подарков! 🎡
    Не расстраивайтесь — удача любит настойчивых!
    Попробуйте снова завтра — у вас будет новый шанс получить приятный подарок от нашего заведения.

    Напоминаем:
    - Участвовать можно каждый день
    - Призы: бонусы, напитки или кальян на выбор

    Желаем удачи в следующем розыгрыше! ✨

menu-promotions =
    🎉 Добро пожаловать в меню Акции

    🔥 <b>Дневное комбо</b>
    ⏰ С 14:00 до 18:00
    Комбо: Вход + кальян + чай
    💰 Цена: 1500 ₽

    🌙 <b>Ночная акция</b>
    ⏰ С 23:00 до 04:00
    Условия:
    • компания от 2 человек
    • чек от 2500 ₽
    🎁 Акция: второй кальян в подарок

    🍺 <b>Акция на разливное пиво</b>
    При заказе 3 бокалов
    🎁 подарок: ассорти снэков

    🍾 <b>Акция на бутылочное пиво</b>
    Формат: 2 + 1

    👯 <b>Компания девушек</b>
    Компания от 4 девушек
    🥂 получает: бутылку игристого в подарок

menu-events = Добро пожаловать в меню 📅 Мероприятия
menu-back-today = Добро пожаловать в меню 🔥 Вернуться сегодня
menu-contacts =
    Добро пожаловать в меню 📍 Контакты

    Адрес Океанский проспект 169

    Номер +7 (914) 791-19-11

    Кальянная The Black 169

menu-about-institution =
    Добро пожаловать в меню ℹ️ О заведении

    The Black 169 — пространство, где важны качество, атмосфера и детали.

    Здесь не делают случайных вещей: каждый кальян, каждый элемент сервиса — результат опыта и точного подхода.

    Спокойствие, стиль и уровень, к которому хочется возвращаться.

# Ошибки
user-not-found = Пользователь не найден в базе QuickResto