registered-message =
    Добро пожаловать в The Black 169 🖤

    Мы начислили вам 1000 приветственных бонусов. Используйте их при следующем визите.

greet-message =
    Добро пожаловать в The Black 169 🖤

    В этом боте вы сможете:
    🔹 проверять бонусы
    🎁 узнать акции
    🎀 получать подарки
    📅 следить за мероприятиями

    Отправьте свой номер телефона, чтобы начать 📱

main-menu =
    Добро пожаловать в The Black 169 🖤

    В этом боте вы сможете:
    🔹 проверять бонусы
    🎁 узнать акции
    🎀 получать подарки
    📅 следить за мероприятиями

registration-completed = ✅ Регистрация завершена!

# Меню главного экрана
menu-my-bonuses = Добро пожаловать в меню 💰 Мои бонусы
menu-pick-up-gift = Добро пожаловать в меню 🎁 Забрать подарок
menu-bonuses-will-soon-burn-out = Добро пожаловать в меню 🔥 Бонусы скоро сгорят
menu-gift-wheel = Добро пожаловать в меню 🎡 Колесо подарков
menu-promotions = Добро пожаловать в меню 🎉 Акции
menu-events = Добро пожаловать в меню 📅 Мероприятия
menu-back-today = Добро пожаловать в меню 🔥 Вернуться сегодня
menu-contacts = Добро пожаловать в меню 📍 Контакты
menu-about-institution = Добро пожаловать в меню ℹ️ О заведении

# Ошибки
user-not-found = Пользователь не найден в базе QuickResto